export const responsive = {
  superLargeDesktop: {
    // the naming can be any, depends on you.
    breakpoint: { max: 4000, min: 1024 },
    items: 5,
  },
  desktop: {
    breakpoint: { max: 1024, min: 800 },
    items: 4,
  },
  tablet: {
    breakpoint: { max: 800, min: 464 },
    items: 2,
  },
  mobile: {
    breakpoint: { max: 464, min: 0 },
    items: 1,
  },
};
export const prorducts = [
  {
    id: 1,
    title: "لوازم استودیو",
    desc: "لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است",
    img: "https://m.media-amazon.com/images/I/81yXCus94tL._AC_UL320_.jpg",
  },
  {
    id: 2,
    title: "لوازم کامپیوتر",
    desc: "لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است",
    img: "https://m.media-amazon.com/images/I/81cl8Wsp0uL._AC_UL320_.jpg",
  },
  {
    id: 3,
    title: "لوازم آشپز خانه",
    desc: "لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است",
    img: "https://m.media-amazon.com/images/I/61OeJxI8-HL._AC_UL320_.jpg",
  },
  {
    id: 4,
    title: "لوازم باشگاه ",
    desc: "لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است",
    img: "https://m.media-amazon.com/images/I/51VqFAhHTDL._AC_UF226,226_FMjpg_.jpg",
  },
  {
    id: 5,
    title: "لوازم جانبی",
    desc: "لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است",
    img: "https://m.media-amazon.com/images/I/71NoAK8W5HL._AC_UY218_.jpg",
  },
  {
    id: 6,
    title: "لوازم خانه",
    desc: "لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است",
    img: "https://m.media-amazon.com/images/I/81yXCus94tL._AC_UL320_.jpg",
  },
  {
    id: 7,
    title: "لوازم استودیو",
    desc: "لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است",
    img: "https://m.media-amazon.com/images/I/81yXCus94tL._AC_UL320_.jpg",
  },
];

export const commodityses = [
  {
    id: 1,
    title: "محصول 1",
    img: "https://m.media-amazon.com/images/I/31FI6Z3qEIL._AC_UF226,226_FMjpg_.jpg",
    name: "وبکم",
    desc: "لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است",
    price: "220/000",
    off: "199/000",
    currency : 'هزار تومان'
  },
  {
    id: 2,
    title: "محصول 2",
    img: "https://m.media-amazon.com/images/I/41q0xLbg+XL._AC_UF226,226_FMjpg_.jpg",
    name: "کیف کمری",
    desc: "لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است",
    price: "540/000",
    off: "399/000",
    currency : 'هزار تومان'
  },
  {
    id: 3,
    title: "محصول 3",
    img: "https://m.media-amazon.com/images/I/412ka+2sY4L._AC_UF226,226_FMjpg_.jpg",
    name: "دستگاه جوش",
    desc: "لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است",
    price: "178/000",
    off: "40/000",
    currency : 'هزار تومان'
  },
  {
    id: 4,
    title: "محصول 4",
    img: "https://m.media-amazon.com/images/I/41ZrHPq-KPL._AC_UF226,226_FMjpg_.jpg",
    name: "مکمل",
    desc: "لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است",
    price: "698/000",
    off: "433/000",
    currency : 'هزار تومان'
  },
  {
    id: 5,
    title: "محصول5",
    img: "https://m.media-amazon.com/images/I/41ct8Cg6JTL._AC_UF226,226_FMjpg_.jpg",
    name: "هودی",
    desc: "لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است",
    price: "900/000",
    off: "510/000",
    currency : 'هزار تومان'
  },
  {
    id: 6,
    title: "محصول6",
    img: "https://m.media-amazon.com/images/I/41XWtfDbmaL._AC_UF226,226_FMjpg_.jpg",
    name: "مولتی متر",
    desc: "لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است",
    price: "1/190/000",
    off: "999/000",
    currency : 'ملیون تومان'
  },
  {
    id: 7,
    title: "محصول7",
    img: "https://m.media-amazon.com/images/I/51GzYychvbL._AC_SY395_.jpg",
    name: "کتونی",
    desc: "لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است",
    price: "1/500/000",
    off: "1/000/000",
    currency : 'ملیون تومان'
  },
  {
    id: 8,
    title: "محصول8",
    img: "https://m.media-amazon.com/images/I/41wACrcFRRL._AC_UF226,226_FMjpg_.jpg",
    name: "مبل",
    desc: "لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است",
    price: "8/000/000",
    off: "7/650/000",
    currency : 'ملیون تومان'
  },
  {
    id: 9,
    title: "محصول9",
    img: "https://m.media-amazon.com/images/I/41UwYCQWFpL._AC_UF226,226_FMjpg_.jpg",
    name: "پرینتر جیبی",
    desc: "لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است",
    price: "2/100/000",
    off: "2/000/000",
    currency : 'ملیون تومان'
  },
  {
    id: 10,
    title: "محصول10",
    img: "https://m.media-amazon.com/images/I/41eSrVyC9JL._AC_UF226,226_FMjpg_.jpg",
    name: "قمقمه",
    desc: "لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است",
    price: "700/000",
    off: "550/000",
    currency : 'هزار تومان'
  },
  {
    id: 11,
    title: "محصول11",
    img: "https://m.media-amazon.com/images/I/51Whpip1hWL._AC_UF226,226_FMjpg_.jpg",
    name: "آبچکون",
    desc: "لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است",
    price: "1/000/000",
    off: "800/000",
    currency : 'هزار تومان'
  },
  {
    id: 12,
    title: "محصول12",
    img: "https://m.media-amazon.com/images/I/41iziVxxsXL._AC_UF226,226_FMjpg_.jpg",
    name: "میخکوب",
    desc: "لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است",
    price: "3/700/000",
    off: "2/990/000",
    currency : 'ملیون تومان'
  },
];

export const commodityses2 = [
  {
    id: 13,
    title: "محصول13",
    img: "https://m.media-amazon.com/images/I/91i8fxP1UmS._AC_UL320_.jpg",
    name: "ست لوازم آشپزخونه",
    desc: "لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است",
    price: "1/170/000",
    off: "990/000",
    currency : 'ملیون تومان'
  },
  {
    id: 14,
    title: "محصول14",
    img: "https://m.media-amazon.com/images/I/71+8uTMDRFL._AC_UL320_.jpg",
    name: "سرخ کن بدون روغن",
    desc: "لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است",
    price: "5/000/000",
    off: "4/450/000",
    currency : 'ملیون تومان'
  },
  {
    id: 15,
    title: "محصول15",
    img: "https://m.media-amazon.com/images/I/615lE5E1gqL._AC_UL320_T2F_.jpg",
    name: "ترازو پنج کیلویی",
    desc: "لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است",
    price: "700/000",
    off: "400/000",
    currency : 'هزار تومان'
  },
  {
    id: 16,
    title: "محصول16",
    img: "https://m.media-amazon.com/images/I/71t6-A-t6fL._AC_UL320_T2F_.jpg",
    name: "ست چاقو",
    desc: "لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است",
    price: "380/000",
    off: "300/000",
    currency : 'هزار تومان'
  },
  {
    id: 17,
    title: "محصول17",
    img: "https://m.media-amazon.com/images/I/71t6-A-t6fL._AC_UL320_T2F_.jpg",
    name: "ست چاقو",
    desc: "لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است",
    price: "380/000",
    off: "300/000",
    currency : 'هزار تومان'
  },
  {
    id: 18,
    title: "محصول18",
    img: "https://m.media-amazon.com/images/I/51fSjY+6w7L._AC_UL320_.jpg",
    name: "قوری",
    desc: "لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است",
    price: "100/000",
    off: "90/000",
    currency : 'هزار تومان'
  },
  {
    id: 19,
    title: "محصول19",
    img: "https://m.media-amazon.com/images/I/71w6qWVRDlL._AC_UL320_T2F_.jpg",
    name: "سبد میوه",
    desc: "لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است",
    price: "500/000",
    off: "430/000",
    currency : 'هزار تومان'
  },
  {
    id: 20,
    title: "محصول20",
    img: "https://m.media-amazon.com/images/I/81OtQon5nfL._AC_UL320_T2F_.jpg",
    name: "هم زن برقی",
    desc: "لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است",
    price: "1/500/000",
    off: "1/400/000",
    currency : 'ملیون تومان'
  },
  {
    id: 21,
    title: "محصول21",
    img: "https://m.media-amazon.com/images/I/41+1Csr1pSL._AC_UY218_.jpg",
    name: "ایرپاد",
    desc: "لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است",
    price: "1/000/000",
    off: "990/000",
    currency : 'هزار تومان'
  },
  {
    id: 22,
    title: "محصول22",
    img: "https://m.media-amazon.com/images/I/71Q2YcAi7EL._AC_UL320_T2F_.jpg",
    name: "گجت قهوه ساز",
    desc: "لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است",
    price: "2/000/000",
    off: "1/800/000",
    currency : 'ملیون تومان'
  },
  {
    id: 23,
    title: "محصول23",
    img: "https://m.media-amazon.com/images/I/61Ro580Z8+L._AC_UL320_T2F_.jpg",
    name: "میز نهار خوری",
    desc: "لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است",
    price: "6/000/000",
    off: "5/600/000",
    currency : 'ملیون تومان'
  },
  {
    id: 24,
    title: "محصول24",
    img: "https://m.media-amazon.com/images/I/71yp8uB+GrL._AC_UL320_.jpg",
    name: "پایه هدفون",
    desc: "لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است",
    price: "500/000",
    off: "430/000",
    currency : 'هزار تومان'
  },
];
